NAME_MESSAGE="Введите имя под которым вы проживете первую жизнь: "

INF_MESSAGE_1="""Добро пожаловать в юность!
Первые 15 лет пролетят в незаметно для вас, 
необходимо распределить очки действия за это время (15 шт)

Введите номер и сколько очков вы хотите потратить"""
INF_MESSAGE_RANDOM_1 = "За эти годы произошло следующее событие: "

RANDOM_EVENT_15_1 = "Ваша семья выиграла в лотерее"
RANDOM_EVENT_15_2 = "Вы выиграли в генетическую лотерею"
RANDOM_EVENT_15_3 = "Ваши родители имеют успех в карьере"
RANDOM_EVENT_15_4 = "Вы переехали в хороший район"
RANDOM_EVENT_15_5 = "Рядом с вашим регионом построили опасное производство"
RANDOM_EVENT_15_6 = "У вас обнаружилось хроническое заболевание"
RANDOM_EVENT_15_7 = "У ваших родителей неудачи в карьере"
RANDOM_EVENT_15_8 = "Вы переехали в плохой район"
RANDOM_EVENT_15_9 = "Развод родителей"
RANDOM_EVENT_15_10 = "Вам предложили участие в тестировании нового препарата"
RANDOM_EVENT_15_11 = "Вы умерли"
RANDOM_EVENT_NO = "Ничего не произошло"

RANDOM_EVENT_15_9_question = "Как поступите (выберите номер варианта)? "
RANDOM_EVENT_15_9_1 = "Остаться с мамой"
RANDOM_EVENT_15_9_2 = "Остаться с папой"
RANDOM_EVENT_15_9_3 = "Отправиться в детдом"

RANDOM_EVENT_15_10_question = "Согласитесь принять участие в испытании (да/нет)? "
RANDOM_EVENT_15_10_1 = "У вас теперь 3 руки, но вы чувствуете себя здоровее"
RANDOM_EVENT_15_10_2 = "Вы чувствуете общую слабость после принятия лекарства"
RANDOM_EVENT_15_10_3 = "Ничего не произошло, вы чувствуете себя как всегда"

ACTION_15_1="Играть с друзьями"
ACTION_15_2="Учиться"
ACTION_15_3="Рисовать"
ACTION_15_4="Есть сладости"
ACTION_15_5="Гулять"
ACTION_15_6="Танцевать"
ACTION_ERROR="Недостаточно очков действия"


MESSAGE_CHOICE = """С Днем Рождения! Какой подарок ты выберешь?: 
1. Новый компьютер 
2. Деньги: 500 у.е.
3. Оплата танцевальных курсов"""

INF_MESSAGE_2 = """До 25 лет ты будешь жить с родителями. Они полностью тебя содержат: дают жилье и кормя. Но после 25 тебе придется съехать """

INF_MESSAGE_3 = """У вас 12 очков действия. На что вы хотите их потратить? 
Навыки: 
1. Дизайн
2. Программирование 
3. Поэзия 
4. Танцы
5. Английский 
6. Музыка 
Спорт:
7. Пробежки 
8. Занятия в зале (500 у.е)
9. Домашняя йога
Другое: 
10. Повысить уровень дружбы с 1 человеком 
11. Повысить уровень романтики с 1 человеком
12. Попытки понизить здоровье  

Введите номер и сколько очков вы хотите потратить
"""

FRIENDSHIP = """Выберите с кем вы хотите повысить уровень дружбы (Введите номер и сколько очков вы хотите потратить): """
ROMANTIC = """Выберите с кем вы хотите повысить уровень романтики (Введите номер и сколько очков вы хотите потратить): """

FRIENDS_1="Петя"
FRIENDS_2="Катя"
FRIENDS_3="Наташа"
FRIENDS_4="Марина"

INF_MESSAGE_3_2= "13. Пойти на работу (3 очка действия)"
JOBS = """Доступные вакансии (ввдите номер):
 1. Официант в кафе (1000 у.е) 
 2. Уборка в офисном здании (1000 у.е) 
 3. Уборка на неблагополучном предприятии (1500 у.е)"""

INF_MESSAGE_RANDOM_1 = "За этот год произошло следующее событие: "
RANDOM_EVENT_22_1 = "Вы умерли"
RANDOM_EVENT_22_2 = "Ваша подруга Марина умерла"
RANDOM_EVENT_22_3 = "Вы серьезно заболели"
RANDOM_EVENT_22_4 = "Вы переехали в неблагополучный район"
RANDOM_EVENT_22_5 = "Вы выиграли в лотерею 10 000 у.е"

INF_MESSAGE_4_1 = 'В результате прожитых 25 лет Вы приобрели следующие навыки:'
INF_MESSAGE_4_2 = 'Вы стали взрослым человеком и отныне сами себя обеспечиваете.\nКаждый день Вам будет предлагаться на что его потратить.\nПотратьте время с пользой!'

INF_MESSAGE_5_1 = 'Ваше здоровье на сегодняшнее утро составляет:'
INF_MESSAGE_5_2 = 'Ваше финансовое состояние на сегодняшнее утро составляет:'
INF_MESSAGE_5_3 = 'Ваш уровень удовлетворенности жизнью на сегодняшнее утро составляет:'

INF_MESSAGE_5_4 = 'Выберите чем сегодня займетесь:'
ACTION_DAILY_1 = 'Купить продукты и приготовить'
ACTION_DAILY_2 = 'Посетить ресторан'
ACTION_DAILY_3 = 'Учиться'
ACTION_DAILY_4 = 'Работать'
ACTION_DAILY_5 = 'Смотреть кинофильмы'
ACTION_DAILY_6 = 'Посетить бар с друзьями'
ACTION_DAILY_7 = 'Поехать отдыхать на природу'
ACTION_DAILY_8 = 'Приготовить ужин для друзей и пригласить'
ACTION_DAILY_9 = 'Напроситься на ужин к друзьям'
ACTION_DAILY_10 = 'Танцевать'
ACTION_DAILY_11 = 'Рисовать картины'
ACTION_DAILY_12 = 'Заниматься спортом'
ACTION_DAILY_13 = 'Выйти из игры'
ACTION_DAILY_ERROR = 'Ваших ресурсов недостаточно для этой деятельности. Попробуйте еще раз.'
