NAME_MESSAGE="Начинается ваша первая жизнь, введите имя под которым вы ее проживете: "

INF_MESSAGE_1="""Добро пожаловать в юность!
Первые 15 лет пройдут в незаметно для вас, 
необходимо распределить очки действия за это время (15 шт)

Введите номер и сколько очков вы хотите потратить"""
INF_MESSAGE_RANDOM_1 = "За эти годы произошло следующее событие: "

RANDOM_EVENT_15_1 = "Ваша семья выиграла в лотерее"
RANDOM_EVENT_15_2 = "Вы выиграли в генетическую лотерею"
RANDOM_EVENT_15_3 = "Ваши родители имеют успех в карьере"
RANDOM_EVENT_15_4 = "Вы переехали в хороший район"
RANDOM_EVENT_15_5 = "Рядом с вашим регионом построили опасное производство"
RANDOM_EVENT_15_6 = "У вас обнаружилось заболевание"
RANDOM_EVENT_15_7 = "У ваших родителей неудачи в карьере"
RANDOM_EVENT_15_8 = "Вы переехали в плохой район"
RANDOM_EVENT_15_9 = "Развод родителей"
RANDOM_EVENT_15_10 = "Вам предложили участие в тестировании нового препарата"
RANDOM_EVENT_15_11 = "Вы умерли"
RANDOM_EVENT_NO = "Ничего не произошло"

RANDOM_EVENT_15_9_question = "Как поступите (выберите номер варианта)? "
RANDOM_EVENT_15_9_1 = "Остаться с мамой"
RANDOM_EVENT_15_9_2 = "Остаться с папой"
RANDOM_EVENT_15_9_3 = "Отправиться в детдом"

RANDOM_EVENT_15_10_question = "Согласитесь принять участие в испытании (да/нет)? "
RANDOM_EVENT_15_10_1 = "У вас теперь 3 руки, но вы чувствуете себя здоровее"
RANDOM_EVENT_15_10_2 = "Вы чувствуете общую слабость после принятия лекарства"
RANDOM_EVENT_15_10_3 = "Ничего не произошло, вы чувствуете себя как всегда"

ACTION_15_1="Играть с друзьями"
ACTION_15_2="Учиться"
ACTION_15_3="Рисовать"
ACTION_15_4="Есть сладости"
ACTION_15_5="Гулять"
ACTION_15_6="Танцевать"
ACTION_ERROR="У вас нет столько очков действия, играйте честно)"